{
  "rules": [
    {
      "title": "חברות בעמותה",
      "text": "מייסדי העמותה הם חברים בה מיום רישומה. כל אדם רשאי לבקש להצטרף כחבר על ידי מילוי טופס התחייבות לעמידה בתקנון ובהחלטות האסיפה הכללית. הוועד רשאי לאשר או לדחות בקשה, כאשר ניתן לערער על דחייה לאסיפה הכללית הקרובה."
    },
    {
      "title": "זכויות וחובות של חבר",
      "text": "חבר עמותה זכאי להשתתף ולהצביע באסיפה הכללית, לבחור ולהיבחר, לקחת חלק בפעילויות העמותה וליהנות משירותיה. האסיפה הכללית רשאית לקבוע דמי חבר חובה. החבר מחויב בכל חובותיו עד למועד פקיעת חברותו."
    },
    {
      "title": "פקיעת חברות",
      "text": "החברות בעמותה פוקעת במקרים הבאים: מוות, פירוק תאגיד, פרישה בכתב לוועד, או החלטת האסיפה הכללית על פי המלצת הוועד – בשל אי־תשלום, הפרת תקנון, פעילות מנוגדת למטרות העמותה או הרשעה פלילית חמורה. לחבר ניתנת זכות להשמיע טענותיו לפני ההחלטה."
    },
    {
      "title": "הודעות לחברים",
      "text": "כל הזמנה, התראה או הודעה יימסרו לחבר בכתב ביד או בדואר לכתובת המעודכנת בפנקס החברים. ניתן לעדכן כתובת במכתב רשמי לעמותה."
    },
    {
      "title": "כינוס אסיפה כללית",
      "text": "האסיפה הכללית תכונס לפי החלטת הוועד. הודעה על מועד, שעה, מקום וסדר יום תישלח לכל החברים לפחות 10 ימים מראש."
    },
    {
      "title": "תפקידי האסיפה הכללית",
      "text": "האסיפה שומעת דוחות של הוועד ווועדת הביקורת, דנה ומאשרת את הדו\"ח הכספי, ובוחרת את חברי הוועד ווועדת הביקורת."
    },
    {
      "title": "מניין חוקי לאסיפה",
      "text": "אסיפה כללית תיפתח רק אם נוכחים רבע מחברי העמותה. אם לא הושג מניין תוך שעה – האסיפה נדחית בשבוע, ואז מתקיימת בכל הרכב."
    },
    {
      "title": "ניהול האסיפה",
      "text": "האסיפה תבחר מתוכה יושב ראש ומזכיר. החלטות יתקבלו ברוב רגיל; אם הקולות שווים – ליושב הראש זכות הכרעה. המזכיר ינהל פרוטוקול."
    },
    {
      "title": "מבנה הוועד",
      "text": "מספר חברי הוועד ייקבע באסיפה הכללית (לפחות שניים). הוועד יכהן עד בחירת ועד חדש. חבר יכול להתפטר בכל עת. ניתן להשלימו לפי הצורך על ידי מינוי זמני של יתר חברי הוועד."
    },
    {
      "title": "ישיבות והחלטות הוועד",
      "text": "הוועד יקבע את מועדי ישיבותיו והנוהל שלהן. החלטות יתקבלו ברוב קולות. החלטה פה אחד תיחשב חוקית גם ללא כינוס פורמלי. ייערך פרוטוקול לכל ישיבה."
    },
    {
      "title": "זכות ייצוג משפטי",
      "text": "הוועד רשאי להסמיך שניים או יותר מחבריו לחתום בשם העמותה ולבצע פעולות משפטיות מחייבות בשמה."
    },
    {
      "title": "ועדת ביקורת",
      "text": "הוראות הוועד חלות גם על ועדת הביקורת בשינויים הנדרשים."
    },
    {
      "title": "הקמת סניפים",
      "text": "העמותה רשאית להקים סניפים בהחלטת האסיפה הכללית ולקבוע את ארגונם וסדרי ניהולם."
    },
    {
      "title": "נכסים לאחר פירוק",
      "text": "אם העמותה תפורק ויישארו נכסים לאחר סילוק חובות – הם יועברו לעמותה או חברה לתועלת הציבור אחרת עם מטרות דומות, הרשומה כחוק."
    }
  ]
}
